<div id="overlay">
    <div class="popup">
        <h2 class="h2-popup">Внимание!</h2>
        <p class="p-popup">
            Сегодня у этой прекрасной девочки День рождения!
        </p>
        <div class="pl-left">
            <img src="{{ asset('/img/happy.jpg') }}">
        </div>
        <p class="p2-popup">Родная, милая и очаровательная! От всего сердца хочу поздравить тебя с прекрасным и душевным праздником - с днем рождения! Это день, когда на Земле стало одной прекрасной девушкой больше! Желаю тебе всегда чувствовать себя здоровой, счастливой и любимой! Пусть судьба ведет тебя к успеху, оберегая от всех неудач и печалей! Счастье - в наших руках! Пусть все будет так, как хочешь именно ты и ничто не стоит на пути твоих грандиозных планов!</p>
        <h3 class="h3-popup">Сайт посвящен нашим с тобой счастливым отношениям!</h3>
        <button class="close" title="Закрыть" onclick="document.getElementById('overlay').style.display='none';"></button>
    </div>
</div>
